/*
Navicat MySQL Data Transfer

Source Server         : TOMYSQL
Source Server Version : 80016
Source Host           : localhost:3306
Source Database       : ghmanageinfo

Target Server Type    : MYSQL
Target Server Version : 80016
File Encoding         : 65001

Date: 2020-01-12 20:27:11
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `files`
-- ----------------------------
DROP TABLE IF EXISTS `files`;
CREATE TABLE `files` (
  `Id` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `Name` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `ExtendName` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `OwnerType` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `ContentType` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '0',
  `Length` decimal(20,0) NOT NULL DEFAULT '0',
  `ReadGrant` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `OwnerId` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `UserId` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `UpDateTime` datetime NOT NULL,
  `Describe` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- ----------------------------
-- Records of files
-- ----------------------------
INSERT INTO `files` VALUES ('20191219110243805', '国家水源地专项督查宿迁市协调联络组交办单 - 副本', '.pdf', '其他文件', '总支议事', '139987', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '00000', 'ZhaiMingKe', '2019-12-19 11:02:58', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191219153658429', '20191220主题教育应知应会测试', '.doc', '其他文件', '党的建设', '32768', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '00000', 'ZhaiMingKe', '2019-12-19 15:37:27', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191219184554403', '20191016143532150港航中心“三重一大”事项集体决策制度实施办法', '.pdf', '其他文件', '劳动工资', '3673868', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '00000', 'ZhaiMingKe', '2019-12-19 18:46:01', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191220184201391', '20191219_2019年度交通部门港航事业发展中心主要工作任务', '.pdf', '计划附件', '劳动工资', '137086', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '201912201841512019', 'ZhaiMingKe', '2019-12-20 18:42:06', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191220184415134', '市港航中心廉洁风险点防控手册（20191220）docx', '.docx', '其他文件', '纪检监察', '63422', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '0000', 'ZhaiMingKe', '2019-12-20 18:44:22', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191220184518219', '市交通运输局廉政风险防控机制建设工作方案（港航中心）', '.docx', '其他文件', '组织人事', '34233', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '0000', 'ZhaiMingKe', '2019-12-20 18:45:24', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221113331790', '３月份经费支出情况', '.xlsx', '计划附件', '新闻宣传', '18064', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '201912211133102019', 'ZhaiMingKe', '2019-12-21 11:33:38', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221114314620', '15237936093484', '.png', '计划附件', '新闻宣传', '100196', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '201912211142512019', 'ZhaiMingKe', '2019-12-21 11:43:19', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221114549368', '《泗阳生活垃圾焚烧发电项目取水口工程航道通航条件影响评价报告》审查意见', '.docx', '计划附件', '新闻宣传', '32495', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '201912211142512019', 'ZhaiMingKe', '2019-12-21 11:45:54', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221114706229', '406689_zhaimingke', '.doc', '计划附件', '新闻宣传', '32768', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '201912211146582019', 'ZhaiMingKe', '2019-12-21 11:47:15', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221115300246', '3ec9351c-d607-4eeb-b57a-d88ad1673f05', '.jpg', '其他文件', '总支议事', '106309', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '0000', 'ZhaiMingKe', '2019-12-21 11:53:07', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221123541126', 'chatImg', '.png', '计划附件', '新闻宣传', '2351', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '20191221123529534', 'ZhaiMingKe', '2019-12-21 12:35:46', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221123617539', '《泗阳生活垃圾焚烧发电项目取水口工程航道通航条件影响评价报告》审查意见', '.docx', '其他文件', '党的建设', '32495', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '0000', 'ZhaiMingKe', '2019-12-21 12:36:24', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221140007410', '胡国锋诉濮阳市交通运输执法支队行政处罚案', '.docx', '计划附件', '新闻宣传', '18485', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '20191221135955291', 'ZhaiMingKe', '2019-12-21 14:00:20', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221141428556', '257关于报送《交通运输法治政府部门建设白皮书》相关素材的通知0000', '.doc', '计划附件', '新闻宣传', '29696', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '20191221141418370', 'ZhaiMingKe', '2019-12-21 14:14:52', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221141811607', '111_页面_2', '.jpg', '计划附件', '新闻宣传', '490763', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '20191221141802002', 'ZhaiMingKe', '2019-12-21 14:18:16', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221141822207', 'chatLock', '.png', '计划附件', '新闻宣传', '1864', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '20191221141802002', 'ZhaiMingKe', '2019-12-21 14:18:27', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221141928687', '111_页面_10000iiii', '.jpg', '计划附件', '新闻宣传', '427069', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '20191221141920736', 'ZhaiMingKe', '2019-12-21 14:20:03', '该文件制发人是： 00000000000000000000000000\r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221142114368', '宿迁市航道管理处关于《329省道沭阳段公路工程北六塘河大桥航道通航条件影响评价报告（报批稿）》的审核意见', '.doc', '计划附件', '新闻宣传', '37376', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '20191221141920736', 'ZhaiMingKe', '2019-12-21 14:21:19', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221142932166', '成子河船闸2018年工作总结暨2019年工作打算(定稿12.25)', '.docx', '计划附件', '新闻宣传', '31178', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '20191221142907765', 'ZhaiMingKe', '2019-12-21 14:29:39', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221142943884', '关于安徽省宿州市提出签订宿州宿迁两市共同推进新汴河航道整治工作合作协议的有关情况报告', '.pdf', '计划附件', '新闻宣传', '145771', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '20191221142907765', 'ZhaiMingKe', '2019-12-21 14:29:56', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221143924919', '2019年度全市航道系统工作座谈会交流材料(成子河)', '.docx', '计划附件', '新闻宣传', '31126', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '20191221143914169', 'ZhaiMingKe', '2019-12-21 14:39:30', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221143939151', '泗洪航道管理站关于洪泽湖北线航道新（改）建航标工程存在安全隐患的报告', '.doc', '计划附件', '新闻宣传', '28160', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '20191221143914169', 'ZhaiMingKe', '2019-12-21 14:39:44', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('20191221150013149', '0007019866141848_b', '.jpg', '计划附件', '新闻宣传', '97518', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '20191221145924822', 'ZhaiMingKe', '2019-12-21 15:00:18', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912211519470230', '15237603603164', '.png', '计划附件', '新闻宣传', '115405', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '201912211518122074', 'ZhaiMingKe', '2019-12-21 15:19:56', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912211930374886', '406689_zhaimingke', '.doc', '计划附件', '组织人事', '32768', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '201912211930265114', 'ZhaiMingKe', '2019-12-21 19:30:42', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912211930439267', '20181010江苏省干线航道网规划（2017 - 2035年）（带批文、附件）', '.pdf', '计划附件', '组织人事', '4001197', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan', '201912211930265114', 'ZhaiMingKe', '2019-12-21 19:30:48', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912212026514200', '257关于报送《交通运输法治政府部门建设白皮书》相关素材的通知', '.doc', '其他文件', '党的建设', '29696', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '0000', '翟明科', '2019-12-21 20:27:08', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912212140380718', '15237936093484', '.png', '计划附件', '劳动工资', '100196', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912212140179489', '翟明科', '2019-12-21 21:40:42', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912220015453906', 'chatLock', '.png', '计划附件', '组织人事', '1864', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912220015316941', '翟明科', '2019-12-22 00:15:50', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912220056480759', 'JTJ212-2006河港工程总体设计规范', '.pdf', '计划附件', '新闻宣传', '1153849', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912220056314697', '翟明科', '2019-12-22 00:56:52', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912220059171964', '10.30市政府办公室关于切实推行不见面审批（服务）事项网上办理的通知', '.doc', '计划附件', '新闻宣传', '28160', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912212153116801', '翟明科', '2019-12-22 00:59:21', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912220059266003', 'Screenshot_2018-04-15-11-18-25', '.jpg', '计划附件', '新闻宣传', '19346', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912212153116801', '翟明科', '2019-12-22 00:59:32', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912221127227286', '2017年度航政及安全管理等工作考核标准', '.docx', '计划附件', '党的建设', '22105', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912212031274629', '翟明科', '2019-12-22 11:27:28', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912221221053930', '航道通航条件影响评价管理办法培训', '.pptx', '计划附件', '新闻宣传', '744828', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912212153116801', '翟明科', '2019-12-22 12:21:14', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912221300576524', '市政府办公室关于做好2017年市县简政放权创新创业环境评价迎检工作的通知', '.docx', '计划附件', '新闻宣传', '59434', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912221300453584', '高亚琼', '2019-12-22 13:01:03', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912221317218057', '10.30市政府办公室关于切实推行不见面审批（服务）事项网上办理的通知', '.doc', '计划附件', '新闻宣传', '28160', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912221316575396', '高亚琼', '2019-12-22 13:17:26', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912221318569455', 'Annotation', '.png', '计划附件', '新闻宣传', '519876', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912221318367067', '高亚琼', '2019-12-22 13:19:01', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912222009020858', 'Android Studio使用指南(v0.1)', '.pdf', '计划附件', '新闻宣传', '4625031', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912221300453584', '高亚琼', '2019-12-22 20:09:07', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912222112077004', '20170514170752175', '.png', '其他文件', '新闻宣传', '17866', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '0000', '高亚琼', '2019-12-22 21:12:15', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912291507583573', '用爱启航', '.pptx', '普通文件', '新闻宣传', '8539299', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '0000', '翟明科', '2019-12-29 15:08:09', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912291618023199', '学习习近平总书记关于全面从严治党重要论述', '.pptx', '普通文件', '党的建设', '3278260', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '0000', '翟明科', '2019-12-29 16:18:18', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912291621443108', '245667c8-ec3e-4dea-82d0-98733f8db275', '.ppt', '普通文件', '新闻宣传', '7711232', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '0000', '翟明科', '2019-12-29 16:21:53', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912291623320610', '245667c8-ec3e-4dea-82d0-98733f8db275', '.ppt', '普通文件', '组织人事', '7711232', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '0000', '翟明科', '2019-12-29 16:23:39', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912291630259615', '大柳巷', '.mp4', '普通文件', '新闻宣传', '475245011', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '0000', '翟明科', '2019-12-29 16:30:39', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912291800572829', '大柳巷', '.mp4', '普通文件', '新闻宣传', '475245011', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '0000', '翟明科', '2019-12-29 18:01:05', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912292017498282', '港航世家', '.mp4', '普通文件', '新闻宣传', '416632611', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '0000', '翟明科', '2019-12-29 20:30:38', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912292018335728', '港航70(4)', '.mp4', '普通文件', '新闻宣传', '823185018', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '0000', '翟明科', '2019-12-29 20:18:48', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('201912292050569529', '古泊河', '.mp4', '计划附件', '组织人事', '378476262', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912292033475786', '翟明科', '2019-12-29 20:51:04', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('202001041040550997', 'c4f9ad47-9e09-45cd-a70f-664c07220a4c', '.ppt', '普通文件', '劳动工资', '360448', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '0000', '翟明科', '2020-01-04 10:41:22', '该文件制发人是： \r\n内容摘要（或关键字):');
INSERT INTO `files` VALUES ('202001041044022391', '245667c8-ec3e-4dea-82d0-98733f8db275', '.ppt', '计划附件', '新闻宣传', '7711232', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '201912220017464804', '翟明科', '2020-01-04 10:44:06', '该文件制发人是： \r\n内容摘要（或关键字):');

-- ----------------------------
-- Table structure for `memberfamily`
-- ----------------------------
DROP TABLE IF EXISTS `memberfamily`;
CREATE TABLE `memberfamily` (
  `Name` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `Relation` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Birthday` date DEFAULT NULL,
  `Organization` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Post` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Remarks` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `UpDateTime` date DEFAULT NULL,
  PRIMARY KEY (`Name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- ----------------------------
-- Records of memberfamily
-- ----------------------------

-- ----------------------------
-- Table structure for `members`
-- ----------------------------
DROP TABLE IF EXISTS `members`;
CREATE TABLE `members` (
  `Id` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `Name` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `Sex` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Birthday` date DEFAULT NULL,
  `FixPhoneCode` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `MobileCode` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `BeginWork` date DEFAULT NULL,
  `EnterOrganization` date DEFAULT NULL,
  `JoinCPC` date DEFAULT NULL,
  `PoliticalStatus` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `GraduationSchoolDays` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `EducationDays` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `MajorDays` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `GraduationDateDays` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `EducationTop` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `GraduationSchoolTop` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `GraduationDateTop` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `MajorTop` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `DegreeTop` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `TechnicalTitle` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `UnitName` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Department` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Post` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `PostInCPC` varchar(20) COLLATE utf8mb4_general_ci DEFAULT NULL,
  `EmployTitle` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Job` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `JobGrade` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Resume` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Prize` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Punish` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Remarks` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `UpDateTime` datetime DEFAULT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- ----------------------------
-- Records of members
-- ----------------------------
INSERT INTO `members` VALUES ('320106197103170839', '杨声', '男', '1971-03-17', '', '', '1999-07-01', '2019-08-20', '2000-06-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848313', '大学本科', '河海大学', '2020-01-12 20:04:22.848313', '水文地质及工程地质', '', '高级工程师', '市港航事业发展中心', '单位领导', '副主任', '', '高级工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320106197504200867', '王东英', '女', '1975-04-20', '', '', '1999-07-01', '2019-06-03', '1999-03-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848427', '工程硕士', '河海大学', '2009-12-01 00:00:00', '土木工程', '', '高级工程师', '市港航事业发展中心', '单位领导', '副主任', '', '高级工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320324198910087097', '王勇', '男', '1989-10-08', '', '', '2014-01-01', '2015-08-19', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.848450', '本科', '河海大学文天学院', '2013-06-01 00:00:00', '港口航道与海岸工程', '', '', '市成子河船闸管理处', '外借', '办事员', '', '', '', '', '', '', '', '借用于文明办', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320324199008307019', '王乾', '男', '1990-08-30', '', '', '2014-08-01', '2018-05-02', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.848484', '本科', '河海大学文天学院', '2014-06-01 00:00:00', '港口航道与海岸工程', '', '', '市成子河船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320381199001160015', '刘剑波', '男', '1990-01-16', '', '', '2012-07-01', '2019-06-03', '0001-01-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848509', '本科', '河海大学', '2012-03-01 00:00:00', '港口航道与海岸工程', '', '助理工程师', '市港航事业发展中心', '工程建设科', '科长', '', '助理工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320705197411030017', '侍孝通', '男', '1974-11-03', '', '', '1998-01-01', '2019-08-20', '2005-06-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848532', '大学本科', '中央党校函授学院', '2020-01-12 20:04:22.848532', '行政管理', '', '高级工程师', '市港航事业发展中心', '单位领导', '副主任', '', '高级工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320724198303220044', '翟  润', '女', '1983-03-22', '', '', '2005-06-01', '2019-06-03', '2004-11-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848560', '大学本科', '杨州大学', '2005-06-01 00:00:00', '动物学科', '', '经济师', '市港航事业发展中心', '综合科', '', '', '初级经济师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320819196009120419', '苗其明', '男', '1960-09-12', '', '', '1978-12-01', '2019-06-03', '1997-04-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848580', '大专', '江苏省委党校', '2004-07-01 00:00:00', '经济管理', '', '', '市港航事业发展中心', '安全运行科', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320819196206260816', '谭玉龙', '男', '1962-06-26', '', '', '1980-09-01', '2019-09-09', '2005-05-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848606', '大专', '宿城区委党校', '2020-01-12 20:04:22.848606', '经济管理', '', '高级统计师', '市大柳巷船闸管理处', '', '主任', '', '高级统计师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320819196503060853', '付建国', '男', '1965-03-06', '', '', '0001-01-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.848627', '', '', '2020-01-12 20:04:22.848627', '', '', '', '市港航事业发展中心', '', '', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320819196511180425', '刘晓荣', '男', '1965-11-18', '', '', '0001-01-01', '2015-10-28', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.848651', '', '', '2020-01-12 20:04:22.848651', '', '', '', '市成子河船闸管理处', '', '', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320819196605080425', '周  娟', '女', '1966-05-08', '', '', '1981-11-01', '2019-06-03', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.848669', '本科', '江苏省委党校', '2006-07-01 00:00:00', '法律', '', '政工师', '市港航事业发展中心', '工会', '负责人', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320819196701270413', '刘昌林', '男', '1967-01-27', '', '', '0001-01-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.848690', '', '', '2020-01-12 20:04:22.848690', '', '', '', '市港航事业发展中心', '', '', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320819196910292715', '陈  风', '男', '1969-10-29', '', '', '0001-01-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.848712', '', '', '2020-01-12 20:04:22.848712', '', '', '', '市港航事业发展中心', '', '', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320819197009235616', '陈祥敉', '男', '1970-09-23', '', '', '0001-01-01', '2015-10-28', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.848731', '', '', '2020-01-12 20:04:22.848731', '', '', '', '市成子河船闸管理处', '', '', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320823196505200535', '尚正科', '男', '1965-05-20', '', '', '1983-10-01', '2015-10-26', '1987-08-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848755', '高中', '沭阳县刘集中学', '1982-06-01 00:00:00', '', '', '', '市古泊河船闸管理处', '财务股', '副股长', '', '', '', '技工五级', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320823196507190369', '孙连珍', '女', '1965-07-19', '', '', '1982-09-01', '2019-06-03', '1998-07-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848778', '大专', '江苏广播电视大学', '1987-07-01 00:00:00', '党政管理', '', '馆员', '市港航事业发展中心', '政工科', '办事员', '', '馆员', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320823196509040276', '姜若松', '男', '1965-09-04', '', '', '1987-02-01', '2019-06-03', '1996-05-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848799', '大学本科', '江苏科技大学', '2008-09-01 00:00:00', '船舶工程', '', '工程师', '市港航事业发展中心', '单位领导', '主任', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('32082319680214025X', '杨正兵', '男', '1968-02-14', '', '', '1958-09-01', '2015-10-26', '2001-04-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848826', '高中', '沭阳县城郊中学', '1985-06-01 00:00:00', '', '', '', '市古泊河船闸管理处', '运调股', '办事员', '', '', '', '技工五级', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320823196808260834', '胡延栋', '男', '1968-08-26', '', '', '1988-05-01', '2015-10-26', '2012-08-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848847', '大专', '沭阳县党校', '2009-09-01 00:00:00', '', '', '', '市古泊河船闸管理处', '财务股', '股长', '', '', '', '技工五级', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('32082319720804741X', '王华桥', '男', '1972-08-04', '', '', '1992-12-01', '2015-10-26', '1994-08-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848877', '大专', '国家开放大学', '2017-07-01 00:00:00', '行政管理', '', '', '市古泊河船闸管理处', '运调股', '股长', '', '', '', '技工五级', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320823197309220277', '谢观宝', '男', '1973-09-22', '', '', '1990-08-01', '2015-10-26', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.848898', '大专', '宿迁市广播电视大学', '2008-01-01 00:00:00', '法学', '', '', '市古泊河船闸管理处', '养护股', '股长', '', '', '', '技工四级', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320823197703010059', '傅饶', '男', '1977-03-01', '', '', '2000-07-01', '2019-06-03', '1999-11-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848924', '大学本科', '南京农业大学', '2000-07-01 00:00:00', '金融学', '', '经济师', '市港航事业发展中心', '单位领导', '副主任', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320823197901206634', '王  飞', '男', '1979-01-20', '', '', '2003-07-01', '2019-06-03', '0001-01-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848945', '工程硕士', '河海大学', '2012-03-01 00:00:00', '土木工程', '', '高级工程师', '市港航事业发展中心', '发展计划科', '办事员', '', '高级工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320823197907280050', '马翔宇', '男', '1979-07-28', '', '', '2000-07-01', '2019-06-03', '2013-06-01', '中共党员', '', '', '', '2020-01-12 20:04:22.848966', '本科', '长安大学', '2000-07-01 00:00:00', '交通土建', '', '高级工程师', '市港航事业发展中心', '科技信息科', '科长', '', '工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320824197004260012', '邱德瑞', '男', '1970-04-26', '', '', '0001-01-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.848993', '', '', '2020-01-12 20:04:22.848993', '', '', '', '市港航事业发展中心', '', '', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320824197111300067', '王小红', '女', '1971-11-30', '', '', '1990-09-01', '2019-06-03', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.849011', '本科', '江苏省委党校', '1990-06-01 00:00:00', '法律', '', '', '市港航事业发展中心', '港口业务科', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320824197211020011', '季兴东', '男', '1972-11-02', '', '', '1989-03-01', '2018-07-03', '1992-10-01', '中共党员', '', '', '', '2020-01-12 20:04:22.849036', '大专', '江苏省委党校', '2002-07-01 00:00:00', '法律', '', '', '市古泊河船闸管理处', '单位领导', '副主任，书记', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320824197502022814', '陈彦涛', '男', '1975-02-02', '', '', '1995-08-01', '2019-06-03', '2003-06-01', '中共党员', '', '', '', '2020-01-12 20:04:22.849058', '本科', '重庆交通学院', '1995-07-01 00:00:00', '交通土建', '', '高级工程师', '市港航事业发展中心', '港口业务科', '负责人', '', '高级工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320825197001080311', '郑玉川', '男', '1970-01-08', '', '', '1988-08-01', '2019-06-03', '1993-06-01', '中共党员', '', '', '', '2020-01-12 20:04:22.849092', '本科', '江苏省委党校', '2006-01-01 00:00:00', '法律', '', '工程师', '市港航事业发展中心', '船闸事务科', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320825197112055338', '崔岩松', '男', '1971-12-05', '', '', '1996-08-01', '2019-06-03', '2004-05-01', '民盟成员', '', '', '', '2020-01-12 20:04:22.849149', '本科', '扬州大学', '1996-07-01 00:00:00', '农田与水利工程', '', '高级工程师', '市港航事业发展中心', '航道养护科', '科长', '', '工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320825197508271539', '冯成佳', '男', '1975-08-27', '', '', '0001-01-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.849170', '', '', '2020-01-12 20:04:22.849170', '', '', '', '市港航事业发展中心', '', '', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320825197603230647', '赵刘霞', '女', '1976-03-23', '', '', '1989-03-01', '0001-01-01', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.849195', '', '', '2020-01-12 20:04:22.849195', '', '', '', '市成子河船闸管理处', '后勤', '', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320825197611015533', '胡迎东', '男', '1976-11-01', '', '', '1999-08-01', '2019-06-03', '2005-06-01', '中共党员', '', '', '', '2020-01-12 20:04:22.849215', '大学本科', '山东科技大学', '2009-07-01 00:00:00', '机械电子工程', '', '高级工程师', '市港航事业发展中心', '政工科', '办事员', '', '工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320825197705261516', '孙大权', '男', '1977-05-26', '', '', '0001-01-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.849242', '', '', '2020-01-12 20:04:22.849242', '', '', '', '市港航事业发展中心', '', '', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320825197707023917', '刘红', '男', '1977-07-02', '', '', '2002-06-01', '0001-01-01', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.849260', '大专', '南京夫子庙厨师培训学校', '1996-09-01 00:00:00', '厨师', '', '二级厨师', '市成子河船闸管理处', '后勤', '厨师', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320825197810050438', '沈  强', '男', '1978-10-05', '', '', '0001-01-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.849282', '', '', '2020-01-12 20:04:22.849282', '', '', '', '市港航事业发展中心', '', '', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320825198110230424', '刘丽', '女', '1981-10-23', '', '', '2008-12-01', '0001-01-01', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.849305', '大专', '泗阳电大', '2011-06-01 00:00:00', '会计', '', '', '市成子河船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '编外人员\n市局劳务派遣', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320825199607220218', '庄明志', '男', '1996-07-22', '', '', '2018-01-01', '0001-01-01', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.849395', '中专', '沭泗经贸职业学校', '2020-01-12 20:04:22.849395', '汽修', '', '', '市成子河船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320826197707030064', '刘惠玲', '女', '1977-07-03', '', '', '1997-07-01', '2019-06-03', '2006-09-01', '民盟成员', '', '', '', '2020-01-12 20:04:22.849423', '本科', '中国矿业大学', '2007-01-01 00:00:00', '法律', '', '高级经济师', '市港航事业发展中心', '工会', '办事员', '', '经济师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827196409030076', '夏银昌', '男', '1964-09-03', '', '', '1986-05-01', '2014-01-03', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.849446', '大专', '西南大学', '2016-01-01 00:00:00', '法律', '', '', '市大柳巷船闸管理处', '养护股', '副股长', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827196510206232', '宋开蹒', '男', '1965-10-20', '', '', '1980-12-01', '2014-01-03', '1997-07-01', '中共党员', '', '', '', '2020-01-12 20:04:22.849470', '大专', '西南大学', '2016-01-01 00:00:00', '法律', '', '', '市大柳巷船闸管理处', '财务股', '副书记', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827196605280021', '刘平', '女', '1966-05-28', '', '', '1990-11-01', '2014-01-03', '2007-08-01', '中共党员', '', '', '', '2020-01-12 20:04:22.849492', '本科', '江苏省委党校', '2020-01-12 20:04:22.849493', '法律', '', '', '市大柳巷船闸管理处', '单位领导', '副主任', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827196703120013', '沈国重', '男', '1967-03-12', '', '', '1987-05-01', '2014-01-03', '2007-08-01', '中共党员', '', '', '', '2020-01-12 20:04:22.849513', '大专', '西南大学', '2016-01-01 00:00:00', '法律', '', '', '市大柳巷船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827196706046330', '夏玉昌', '男', '1967-06-04', '', '', '1991-02-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.849538', '高中', '泗洪峰山中学', '1985-07-01 00:00:00', '', '', '', '市大柳巷船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '借用泗洪交通局人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('32082719670702001X', '顾守武', '男', '1967-07-02', '', '', '1986-11-01', '0001-01-01', '1990-11-01', '中共党员', '', '', '', '2020-01-12 20:04:22.849560', '高中', '泗洪中学', '1986-07-01 00:00:00', '', '', '', '市大柳巷船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '借用泗洪交通局人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827196902050118', '朱泽勇', '男', '1969-02-05', '', '', '1985-08-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.849587', '高中', '泗洪半城中学', '1985-07-01 00:00:00', '', '', '', '市大柳巷船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '借用泗洪交通局人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('32082719690807001X', '李  波', '男', '1969-08-07', '', '', '1988-02-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.849606', '高中', '泗洪第二中学', '1986-07-01 00:00:00', '', '', '', '市大柳巷船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '借用泗洪交通局人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827197204040504', '潘 烨', '女', '1972-04-04', '', '', '1993-07-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.849784', '初中', '泗洪四河中学', '1987-07-01 00:00:00', '', '', '', '市大柳巷船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '借用泗洪交通局人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827197208046332', '王云好', '男', '1972-08-04', '', '', '1994-05-01', '2014-01-03', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.850163', '大专', '西南大学', '2016-01-01 00:00:00', '法律', '', '', '市大柳巷船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827197306241262', '苗素珍', '女', '1973-06-24', '', '', '2014-01-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.850186', '初中', '泗洪县青阳中学', '2020-01-12 20:04:22.850186', '', '', '', '市大柳巷船闸管理处', '厨房', '', '', '', '', '', '', '', '', '非在编人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827197312210067', '王  莉', '女', '1973-12-21', '', '', '1992-12-01', '2019-06-03', '2009-10-01', '民进成员', '', '', '', '2020-01-12 20:04:22.850210', '本科', '江苏省委党校', '2008-07-01 00:00:00', '经济管理', '', '高级工', '市港航事业发展中心', '财务审计科', '办事员', '', '高级工', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827197412180598', '朱永沟', '男', '1974-12-18', '', '', '1997-08-01', '0001-01-01', '1996-07-01', '中共党员', '', '', '', '2020-01-12 20:04:22.850233', '高中', '泗洪双沟中学', '1992-07-01 00:00:00', '', '', '', '市大柳巷船闸管理处', '养护股', '办事员', '', '', '', '', '', '', '', '借用泗洪交通局人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827197511226264', '刘彩云', '女', '1975-11-22', '', '', '1995-08-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.850258', '中专', '泗洪职业中专', '1995-07-01 00:00:00', '财会', '', '', '市大柳巷船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '借用泗洪交通局人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827197712210015', '王宝泉', '男', '1977-12-21', '', '', '2000-01-01', '2019-06-03', '1999-04-01', '中共党员', '', '', '', '2020-01-12 20:04:22.850279', '本科', '省委党校', '2003-12-01 00:00:00', '法律', '', '', '市港航事业发展中心', '船闸事务科', '', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320827197808260023', '刘  静', '女', '1978-08-26', '', '', '1995-08-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.850300', '高中', '泗洪职业中学', '1994-07-01 00:00:00', '', '', '', '市大柳巷船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '借用泗洪交通局人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320829196712200050', '夏友彬', '男', '1967-12-20', '', '', '1991-08-01', '2019-06-03', '2000-07-01', '中共党员', '', '', '', '2020-01-12 20:04:22.842825', '本科', '东南大学', '1991-06-01 00:00:00', '机制工艺及设备', '', '工程师', '市港航事业发展中心', '船闸事务科', '科长', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320830197002161421', '杨雪', '女', '1970-02-16', '', '', '2017-07-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.850326', '高中', '', '2020-01-12 20:04:22.850326', '', '', '', '市大柳巷船闸管理处', '门卫', '', '', '', '', '', '', '', '', '非在编人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320830199204136610', '陈凯', '男', '1992-04-13', '', '', '2016-08-01', '2018-05-07', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.850345', '本科', '淮海工学院', '2016-06-01 00:00:00', '过程装备与控制工程', '', '助理工程师', '市大柳巷船闸管理处', '政秘股', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320881197012270015', '张琦', '男', '1970-12-27', '', '', '1989-03-01', '2015-10-28', '1997-11-01', '中共党员', '', '', '', '2020-01-12 20:04:22.850375', '大专', '江苏省委党校', '2020-01-12 20:04:22.850375', '法律', '', '', '市成子河船闸管理处', '运调股', '副股长', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320881197511170027', '张冬颖', '女', '1975-11-17', '', '', '1992-03-01', '2014-03-18', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.850397', '大专', '南京交院', '2020-01-12 20:04:22.850397', '路桥专业', '', '中级工程师', '市成子河船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320881197712244651', '李勤豹', '男', '1977-12-24', '', '', '1997-08-01', '2019-06-03', '1999-11-01', '中共党员', '', '', '', '2020-01-12 20:04:22.850417', '大学本科', '徐州师范大学', '2001-01-01 00:00:00', '法学', '', '经济师', '市港航事业发展中心', '综合科', '科长', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320881197806303122', '卜学勤', '女', '1978-06-30', '', '', '1999-01-01', '2019-06-03', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.850455', '本科', '江苏省委党校', '2006-06-01 00:00:00', '法律', '', '', '市港航事业发展中心', '财务审计科', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320881197901125811', '翟东', '男', '1979-01-12', '', '', '1998-04-01', '2018-07-08', '2004-07-15', '中共党员', '', '', '', '2020-01-12 20:04:22.850475', '本科', '中央广播电视大学', '2020-01-12 20:04:22.850476', '法律', '', '', '市成子河船闸管理处', '单位领导', '副主任', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320881197903142447', '陈红艳', '女', '1979-03-14', '', '', '1999-04-01', '2014-03-18', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.850499', '本科', '江苏大学', '2011-06-01 00:00:00', '法律', '', '', '市成子河船闸管理处', '外借', '副股长', '', '', '', '', '', '', '', '大柳巷\n外借市局', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320881198007050012', '李玮', '男', '1980-07-05', '', '', '1999-12-01', '2014-03-18', '2004-07-01', '中共党员', '', '', '', '2020-01-12 20:04:22.850522', '本科', '北京财经干部管理学校', '1998-06-01 00:00:00', '公安管理', '', '', '市古泊河船闸管理处', '政秘股', '股长', '', '', '', '技工四级', '', '', '', '借用在大气办', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320881198010105651', '张晓东', '男', '1980-10-10', '', '', '2000-11-01', '2019-06-03', '2016-08-01', '中共党员', '', '', '', '2020-01-12 20:04:22.850549', '本科', '南大商学院', '2000-07-01 00:00:00', '工商管理', '', '工程师', '市港航事业发展中心', '发展计划科', '科长', '', '工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320881198010283626', '朱莉', '女', '1980-10-28', '', '', '1996-04-01', '2014-03-18', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.850571', '本科', '中央广播电视大学', '2020-01-12 20:04:22.850571', '土木工程', '', '', '市成子河船闸管理处', '外借', '办事员', '', '', '', '', '', '', '', '借用在中心', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('320923198112040010', '倪振华', '男', '1981-12-04', '', '', '2003-07-01', '2019-06-03', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.850594', '本科', '长安大学', '2003-07-01 00:00:00', '机械工程', '', '工程师', '市港航事业发展中心', '科技信息科', '办事员', '', '工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321111197108110036', '李强', '男', '1971-08-11', '', '', '1989-07-01', '2015-10-26', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.850616', '大专', '江苏联合职业技术学院', '2003-06-01 00:00:00', '中药', '', '', '市古泊河船闸管理处', '运调股', '办事员', '', '', '', '技工五级', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302196402080616', '程震', '男', '1964-02-08', '', '', '1988-07-01', '2015-10-28', '1999-07-01', '中共党员', '', '', '', '2020-01-12 20:04:22.850636', '大专', '江苏省委党校', '2020-01-12 20:04:22.850636', '法律', '', '', '市成子河船闸管理处', '政秘股', '股长，工会主席', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302196803120017', '倪鸿', '男', '1968-03-12', '', '', '1985-07-01', '2015-10-28', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.850662', '大专', '宿迁市委党校', '2020-01-12 20:04:22.850662', '法律', '', '轮机长三类', '市成子河船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302197009150416', '卞玉生', '男', '1970-09-15', '', '', '1986-10-01', '2015-10-28', '1988-06-01', '中共党员', '', '', '', '2020-01-12 20:04:22.850681', '大专', '北京经贸大学', '1999-12-01 00:00:00', '财经管理', '', '', '市古泊河船闸管理处', '运调股', '办事员', '', '', '', '技工五级', '', '', '', '原市区站', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('32130219730610001x', '张雨', '男', '1973-06-10', '', '', '1990-12-01', '2015-10-28', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.850708', '大专', '大连海事', '2002-08-01 00:00:00', '港航监督', '', '', '市成子河船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('32130219740812002X', '周毅', '女', '1974-08-12', '', '', '1990-12-01', '2019-06-03', '1993-09-01', '中共党员', '', '', '', '2020-01-12 20:04:22.850729', '本科', '中央党校', '2003-12-01 00:00:00', '法律', '', '馆员，经济师', '市港航事业发展中心', '综合科', '办事员', '', '馆员，经济师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302197601170416', '孙晓勇', '男', '1976-01-17', '', '', '1993-12-01', '2019-06-03', '1997-04-01', '中共党员', '', '', '', '2020-01-12 20:04:22.850756', '本科', '江苏省委党校', '2006-06-01 00:00:00', '法律', '', '', '市港航事业发展中心', '安全运行科', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302197605150017', '陆  波', '男', '1976-05-15', '', '', '1993-12-01', '2019-06-03', '1995-08-01', '中共党员', '', '', '', '2020-01-12 20:04:22.850777', '本科', '中央党校函授学院', '2004-12-01 00:00:00', '党政管理', '', '高级工', '市港航事业发展中心', '航道养护科', '办事员', '', '高级工', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302197606150035', '臧鑫', '男', '1976-06-15', '', '', '1994-01-01', '2014-03-18', '1992-05-01', '中共党员', '', '', '', '2020-01-12 20:04:22.850799', '大专', '南京交通职业技术学院', '2007-01-01 00:00:00', '路桥', '', '', '市大柳巷船闸管理处', '养护股', '办事员', '', '', '', '', '', '', '', '借用在市局战备办', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302197706250017', '翟明科', '男', '1977-06-25', '84355063', '15850991155', '1998-10-10', '2019-06-01', '2014-07-01', '中共党员', '南京炮兵学院', '大学本科', '计算机应用', '1997-07-05 00:00:00', '大学本科', '杨州大学', '2007-07-05 00:00:00', '计算机科学与应用', '研究生', '经济师', '市港航事业发展中心', '政工科', '科长', '党支部委员', '经济师', '专技岗', '专技10级', '无', '无', '无', '无', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302197905110017', '陆涛', '男', '1979-05-11', '', '', '0001-01-01', '2015-10-28', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.851059', '', '', '2020-01-12 20:04:22.851059', '', '', '', '市成子河船闸管理处', '', '', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302198201020069', '闫青', '女', '1982-01-02', '', '', '1999-01-01', '2014-03-18', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.851083', '本科', '江苏省委党校', '2006-01-01 00:00:00', '法律', '', '', '市大柳巷船闸管理处', '财务股', '副股长', '', '', '', '', '', '', '', '借用在局财务', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('32130219871008882X', '杜昭君', '女', '1987-10-08', '', '', '0001-01-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.851107', '', '', '2020-01-12 20:04:22.851107', '', '', '', '市港航事业发展中心', '', '', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302198901120837', '李旭', '男', '1989-01-12', '', '', '2011-12-01', '2014-09-04', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.851129', '本科', '重庆交通大学', '2011-06-01 00:00:00', '港口航道与海岸工程', '', '工程师', '市古泊河船闸管理处', '政秘股', '副股长', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302199104101224', '吴  桐', '女', '1991-04-10', '', '', '2012-08-01', '2019-06-03', '2011-03-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851151', '大学本科', '徐州师范大学', '2012-08-01 00:00:00', '汉语言文学', '', '', '市港航事业发展中心', '政工科', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('32130219911103121X', '季亚洲', '男', '1991-11-03', '', '', '2014-08-01', '2019-06-03', '2015-07-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851172', '本科', '江苏警官学院', '2014-07-01 00:00:00', '法学（民商法）', '', '', '市港航事业发展中心', '安全运行科', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302199204118410', '冯翰宇', '男', '1992-04-11', '', '', '2014-09-01', '2014-09-04', '2017-06-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851198', '本科', '南京工程学院', '2014-06-01 00:00:00', '土木工程（建筑工程）', '', '助理工程师', '市大柳巷船闸管理处', '政秘股', '股长', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321302199207018810', '胡学辉', '男', '1992-07-01', '', '', '2016-01-01', '2019-06-03', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.851220', '本科', '淮海工学院', '2015-07-01 00:00:00', '港口航道与海岸工程', '', '', '市港航事业发展中心', '发展计划科', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321321196010270014', '池峰', '男', '1960-10-27', '', '', '1980-01-01', '2015-10-28', '1985-07-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851245', '大专', '', '2020-01-12 20:04:22.851245', '经济管理', '', '高级工驾驶员', '市成子河船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321321197408161840', '朱文华', '女', '1974-08-16', '', '', '2000-01-01', '2014-03-18', '2012-06-23', '中共党员', '', '', '', '2020-01-12 20:04:22.851266', '本科', '江苏大学', '2020-01-12 20:04:22.851266', '土木工程', '', '', '市成子河船闸管理处', '财务股', '股长', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321321198104172238', '徐  海', '男', '1981-04-17', '', '', '0001-01-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.851291', '', '', '2020-01-12 20:04:22.851291', '', '', '', '市港航事业发展中心', '', '', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321321198507043414', '高辉', '男', '1985-07-04', '', '', '2008-08-01', '2014-08-28', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.851310', '本科', '河北大学', '2008-06-01 00:00:00', '广播电视新闻学', '', '', '市古泊河船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '借用在港航中心', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('32132119910506644x', '张宁', '女', '1991-05-06', '', '', '2015-07-01', '2018-05-18', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.851332', '本科', '徐州工程学院', '2015-06-01 00:00:00', '材料成型及控制工程', '', '', '市成子河船闸管理处', '外借', '办事员', '', '', '', '', '', '', '', '成子河外借市局', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321321199210132955', '钟浩然', '男', '1992-10-13', '', '', '2014-08-01', '2019-06-03', '2013-06-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851363', '大学本科', '淮阴工学院', '2014-07-01 00:00:00', '公共事业管理', '', '', '市港航事业发展中心', '政工科', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321322196809023459', '樊利宇', '男', '1968-09-02', '', '', '1988-10-01', '2015-10-26', '1990-01-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851386', '中专', '中华会计函授学校', '2005-06-01 00:00:00', '', '', '', '市古泊河船闸管理处', '运调股', '副股长', '', '', '', '技工五级', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321322197004010049', '周  燕', '女', '1970-04-01', '', '', '1989-09-01', '2019-06-03', '2006-05-01', '民进成员', '', '', '', '2020-01-12 20:04:22.851411', '本科', '中央党校', '2002-01-01 00:00:00', '经济', '', '政工师', '市港航事业发展中心', '政工科', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321322197710253013', '周兆光', '男', '1977-10-25', '', '', '0001-01-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.851432', '', '', '2020-01-12 20:04:22.851432', '', '', '', '市港航事业发展中心', '', '', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321322198111180435', '鲍鸿鹄', '男', '1981-11-18', '', '', '2001-11-01', '2019-06-03', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.851449', '本科', '重庆交通学院', '2001-06-01 00:00:00', '港口航道工程', '', '高级工程师', '市港航事业发展中心', '工程建设科', '办事员', '', '工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321322198305037418', '乔星', '男', '1983-05-03', '', '', '2005-08-01', '2019-06-03', '2012-06-13', '中共党员', '', '', '', '2020-01-12 20:04:22.851479', '本科', '南京理工大学', '2005-06-01 00:00:00', '信息与计算科学', '', '经济师', '市成子河船闸管理处', '单位领导', '主任', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321322198307180293', '张  杨', '男', '1983-07-18', '', '', '2008-02-01', '2019-06-03', '2008-02-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851500', '本科', '扬州大学', '2007-07-01 00:00:00', '计算机科学与应用', '', '工程师', '市港航事业发展中心', '科技信息科', '办事员', '', '工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321322198703080016', '汤  锐', '男', '1987-03-08', '', '', '0001-01-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.851527', '', '', '2020-01-12 20:04:22.851528', '', '', '', '市港航事业发展中心', '', '', '', '', '', '', '', '', '', '编外人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321322198806215614', '张正中', '男', '1988-06-21', '', '', '2011-10-01', '2014-08-28', '2008-01-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851546', '本科', '南京三江学院', '2010-06-01 00:00:00', '电气工程及其自动化', '', '助理工程师', '市古泊河船闸管理处', '运调股', '副股长', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321322199210146069', '金盼盼', '女', '1992-10-14', '', '', '2015-11-01', '2018-05-07', '2017-12-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851571', '本科', '淮阴师范学院', '2015-06-01 00:00:00', '会计', '', '', '市大柳巷船闸管理处', '财务股', '办事员', '', '', '', '', '', '', '', '借用在局财务', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321322199302235229', '高亚琼', '女', '1993-02-23', '', '', '2014-07-01', '2019-06-03', '2011-03-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851594', '大学本科', '徐州工程学院', '2014-06-01 00:00:00', '汉语言文学', '', '', '市港航事业发展中心', '政工科', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321322199408104614', '鲍尚辰', '男', '1994-08-10', '', '', '2016-04-01', '2016-04-18', '0001-01-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851616', '本科', '中国海洋大学', '2015-06-01 00:00:00', '港口航道与海岸工程', '', '工程师', '市古泊河船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '借用在港航中心', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321323198208280236', '刘中奇', '男', '1982-08-28', '', '', '2004-09-01', '2019-06-03', '2002-06-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851640', '本科', '东南大学经管学院', '2004-07-01 00:00:00', '会计学', '', '', '市港航事业发展中心', '财务审计科', '办事员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('32132319830614393X', '李前景', '男', '1983-06-14', '', '', '2004-07-01', '2017-04-12', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.851662', '本科', '大连交通大学', '2004-07-01 00:00:00', '土木工程', '', '', '市成子河船闸管理处', '外借', '办事员', '', '', '', '', '', '', '', '借用于市高指', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321323198503010239', '徐力', '男', '1985-03-01', '', '', '2008-07-01', '2016-12-08', '2018-09-30', '中共党员', '', '', '', '2020-01-12 20:04:22.851687', '本科', '河海大学', '2008-07-01 00:00:00', '交通工程', '', '', '市成子河船闸管理处', '养护股', '副股长', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321323198912222136', '葛  挺', '男', '1989-12-22', '', '', '2012-07-01', '2019-06-03', '0001-01-01', '共青团员', '', '', '', '2020-01-12 20:04:22.851709', '本科', '淮海工学院', '2012-06-01 00:00:00', '港口航道与海岸工程', '', '助理工程师', '市港航事业发展中心', '航道养护科', '科长', '', '助理工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321323199109206713', '朱秋阳', '男', '1991-09-20', '', '', '2013-07-01', '2015-04-14', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.851733', '本科', '南京师范大学', '2013-06-01 00:00:00', '电气工程及其自动化', '', '', '市成子河船闸管理处', '运调股', '安全员', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321324196901040051', '潘家刚', '男', '1969-01-04', '', '', '1994-08-01', '0001-01-01', '2006-08-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851757', '高中', '泗洪双沟中学', '1989-07-01 00:00:00', '', '', '', '市大柳巷船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '借用泗洪交通局人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321324197109210058', '张  军', '男', '1971-09-21', '', '', '1988-04-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.851779', '本科', '中央党校', '1988-07-01 00:00:00', '', '', '', '市大柳巷船闸管理处', '运调股', '办事员', '', '', '', '', '', '', '', '借用泗洪交通局人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321324197211190014', '秦思军', '男', '1972-11-19', '', '', '1990-03-01', '2018-07-08', '1992-11-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851805', '大专', '中央党校函授学院', '2020-01-12 20:04:22.851805', '法律', '', '', '市成子河船闸管理处', '单位领导', '副书记、兼运调股长', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321324197709056218', '施道银', '男', '1977-09-05', '', '', '1998-11-01', '2014-01-03', '2005-12-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851828', '大专', '西南大学', '2016-01-01 00:00:00', '', '', '', '市大柳巷船闸管理处', '单位领导', '副主任', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321324197901070618', '赵继勇', '男', '1979-01-07', '', '', '1997-12-01', '2013-12-18', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.851855', '本科', '西南大学', '2020-01-12 20:04:22.851855', '法律', '', '', '市成子河船闸管理处', '运调股', '副股长', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321324198111040136', '丁相', '男', '1981-11-04', '', '', '1999-12-01', '2014-01-03', '2016-09-01', '中共党员', '', '', '', '2020-01-12 20:04:22.851876', '大专', '西南大学', '2016-01-01 00:00:00', '法律', '', '', '市大柳巷船闸管理处', '运调股', '股长', '', '', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321324198906261231', '徐何利', '男', '1989-06-26', '', '', '2017-03-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.851926', '大专', '无锡职业技术学院', '2012-06-01 00:00:00', '机电一体化', '', '', '市大柳巷船闸管理处', '养护股', '办事员', '', '', '', '', '', '', '', '非在编人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321324198911110067', '夏小月', '女', '1989-11-11', '', '', '2017-05-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.851955', '大专', '北京中新管理企业学院', '2011-01-01 00:00:00', '会计', '', '', '市大柳巷船闸管理处', '财务股', '办事员', '', '', '', '', '', '', '', '非在编人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321324199003160418', '丁楠', '男', '1990-03-16', '', '', '2017-05-01', '0001-01-01', '0001-01-01', '', '', '', '', '2020-01-12 20:04:22.851977', '大专', '苏州经贸职业技术学院', '2011-06-01 00:00:00', '计算机应用技术（平面、立体图形设计）', '', '', '市大柳巷船闸管理处', '政秘股', '办事员', '', '', '', '', '', '', '', '非在编人员', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('321324199201104652', '彭崇桃', '男', '1992-01-10', '', '', '2014-08-01', '2015-08-19', '2013-11-01', '中共党员', '', '', '', '2020-01-12 20:04:22.852364', '本科', '郑州华信学院', '2020-01-12 20:04:22.852364', '土木工程', '', '', '市成子河船闸管理处', '外借', '副股长', '', '', '', '', '', '', '', '借用在市局', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('342101197708236259', '刘亚斌', '男', '1977-08-23', '', '', '2000-08-01', '2019-06-03', '2005-06-01', '中共党员', '', '', '', '2020-01-12 20:04:22.852389', '公共管理硕士', '中国矿业大学', '2009-12-01 00:00:00', '公共管理', '', '高级工程师', '市港航事业发展中心', '财务审计科', '科长', '', '工程师', '', '', '', '', '', '', '2020-01-12 20:04:23');
INSERT INTO `members` VALUES ('431003198808151925', '何理智', '女', '1988-08-15', '', '', '2015-11-01', '2015-10-30', '0001-01-01', '无党派', '', '', '', '2020-01-12 20:04:22.852417', '研究生', '上海海事大学', '2012-07-01 00:00:00', '交通运输规划与管理', '', '', '市成子河船闸管理处', '外借', '办事员', '', '', '', '', '', '', '', '借用于局机关', '2020-01-12 20:04:23');

-- ----------------------------
-- Table structure for `plans`
-- ----------------------------
DROP TABLE IF EXISTS `plans`;
CREATE TABLE `plans` (
  `Id` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `Caption` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `Content` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `Department` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `FinishNote` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `PlanType` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `BeginDate` datetime DEFAULT NULL,
  `EndDate` datetime DEFAULT NULL,
  `ResponsiblePerson` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Helpers` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `FinishDate` datetime DEFAULT NULL,
  `CreateUserId` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `CurrectState` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `ReadGrant` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- ----------------------------
-- Records of plans
-- ----------------------------
INSERT INTO `plans` VALUES ('201912211930265114', 'ttttttttttttttttttt888888888', 'ttttttttttttttttttt88888888', '政工科', null, '组织人事', '2019-12-21 19:30:26', '2019-12-31 19:30:26', '吴桐', null, '0001-01-01 00:00:00', 'ZhaiMingKe', '等待执行', 'GaoYaQiong,LiuHuiLing,WuTong,ZhaiMingKe,ZhongHaoRan');
INSERT INTO `plans` VALUES ('201912212031274629', '000000000000000000000000', '田田田田田888888888888888田田田国', '政工科', '00000000000000000000', '党的建设', '2019-12-21 20:31:27', '2019-12-31 20:31:27', '翟明科', null, '0001-01-01 00:00:00', '翟明科', '已经完成', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼');
INSERT INTO `plans` VALUES ('201912220015316941', '99999', '999999999', '政工科', 'ddddddddddddddddddddddddd', '组织人事', '2019-12-22 00:15:31', '2020-01-01 00:15:31', '翟明科', '吴桐,翟明科', '0001-01-01 00:00:00', '翟明科', '已经完成', '翟明科');
INSERT INTO `plans` VALUES ('201912220017464804', '火火火火火火ooo', '火火火火火火火ooo', '政工科', '888888888888888888', '新闻宣传', '2019-12-22 00:17:46', '2020-01-01 00:17:46', '翟明科', '翟明科', '0001-01-01 00:00:00', '翟明科', '已经完成', '翟明科');
INSERT INTO `plans` VALUES ('201912220056314697', '888888888888', '8888888888888888', '政工科', null, '新闻宣传', '2019-12-22 00:56:31', '2020-01-01 00:56:31', '翟明科', '刘惠玲,吴桐,翟明科', '0001-01-01 00:00:00', '翟明科', '已经完成', '吴桐,翟明科');
INSERT INTO `plans` VALUES ('201912221300453584', '777777777777', '777777777777', '政工科', '8888888888888888888888', '新闻宣传', '2019-12-22 13:00:45', '2020-01-01 13:00:45', '高亚琼', '吴桐,翟明科,钟浩然,高亚琼', '0001-01-01 00:00:00', '高亚琼', '正在实施', '吴桐,翟明科,钟浩然,高亚琼');
INSERT INTO `plans` VALUES ('201912221316575396', 'tt', 'ttt', '政工科', null, '新闻宣传', '2019-12-22 13:16:57', '2020-01-01 13:16:57', '高亚琼', '翟明科', '0001-01-01 00:00:00', '高亚琼', '等待执行', null);
INSERT INTO `plans` VALUES ('201912221318367067', 'uuu', 'uuu', '政工科', null, '新闻宣传', '2019-12-22 13:18:36', '2020-01-01 13:18:36', '高亚琼', null, '0001-01-01 00:00:00', '高亚琼', '等待执行', null);
INSERT INTO `plans` VALUES ('201912292033475786', '777777777', '7777777777', '政工科', 'dd', '组织人事', '2019-12-29 20:33:47', '2020-01-08 20:33:47', '翟明科', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼', '0001-01-01 00:00:00', '翟明科', '正在实施', '刘惠玲,吴桐,翟明科,钟浩然,高亚琼');
INSERT INTO `plans` VALUES ('202001122015010905', 'eee', 'rrr', '政工科', '-----000000000000', '组织人事', '2020-01-12 20:15:01', '2020-01-22 20:15:01', '翟明科', '吴桐,翟明科', '0001-01-01 00:00:00', '翟明科', '正在实施', '吴桐,翟明科');

-- ----------------------------
-- Table structure for `serversetting`
-- ----------------------------
DROP TABLE IF EXISTS `serversetting`;
CREATE TABLE `serversetting` (
  `Id` int(11) NOT NULL,
  `PlanStateType` varchar(500) DEFAULT NULL,
  `WorkContentType` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  `AppVersion` varchar(20) DEFAULT NULL,
  `Deparmentts` varchar(2000) DEFAULT NULL,
  `IntervalOne` int(11) DEFAULT NULL,
  `IntervalTwo` int(11) DEFAULT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- ----------------------------
-- Records of serversetting
-- ----------------------------
INSERT INTO `serversetting` VALUES ('0', '等待执行,正在实施,已经完成,计划取消', '纪检监察,新闻宣传,组织人事,劳动工资,党的建设,总支议事', '1.0.0.0', '政工科,综合科,科技信息科,发展计划科', '200', '200');

-- ----------------------------
-- Table structure for `users`
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `Id` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `Department` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `PassWord` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Grants` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `Post` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `RestInterval` int(100) DEFAULT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- ----------------------------
-- Records of users
-- ----------------------------
INSERT INTO `users` VALUES ('刘惠玲', '政工科', '123', 'PlanFileDele,PlanDele,PlanFileAdd,', '办事员', '10');
INSERT INTO `users` VALUES ('吴桐', '政工科', '123', 'PlanFileDele,PlanDele,PlanFileAdd,', '办事员', '10');
INSERT INTO `users` VALUES ('翟明科', '政工科', '123', 'PlanFileDele,PlanDele,PlanFileAdd,PlanResetState', 'SysAdmin', '10');
INSERT INTO `users` VALUES ('钟浩然', '政工科', '123', 'PlanFileDele,PlanDele,PlanFileAdd,', '办事员', '10');
INSERT INTO `users` VALUES ('高亚琼', '政工科', '123', 'PlanFileDele,PlanDele,PlanFileAdd,', '办事员', '100');
